food.org
#+SETUPFILE: /home/rich/Dropbox/My_documents/Areas/Tech/emacs_templates_and_info/html_export_templates/org-themes-master/src/readtheorg_inline (copy)/readtheorg_inline.theme
#+OPTIONS: num:nil
* Food
** Food
#+begin_center
| Fruit              | apple   | orange   | banana    | pinapple |
| Meat               | chicken | beef     | pork      | lamb     |
| Bean, grains, nuts | peas    | peanuts  | lentils   | walnuts  |
| Staple food        | rice    | bread    | pasta     | potato   |
| Dairy food         | milk    | cheese   | cream     | yoghurt  |
| Seafood            | shrimp  | oyster   | crab      | squid    |
| Fish               | tuna    | mackerel | eel       |          |
| Herb               | parsley | oregano  | coriander | thyme    |
| Spice              | cumin   | tumuric  |           |          |
| Drink / beverage   |         |          |           |          |
#+end_center
** Meals
#+begin_center
| Breakfast   | Lunch   | Dinner  | Supper    | snack       |
| Main course | Starter | Dessert | Condiment | main course |
#+end_center

* Key phrases 1

- It's a kind of...
- It's like...
- It's made of

*** Dialogue 1
- =C = customer=
- =W = waiter or waitress=
#+begin_quote
- C: /What's onigiri?/
- W: /It's a kind of snack. It's made from rice and fish/.
- C: /I see. Thank you./
#+end_quote

* Food adjectives
| fresh  | healthy | unhealthy | hot    | cold  | spicy  | mild  | bitter |
| mild   | sweet   | savoury   | sticky | slimy | runny  | hard  | soft   |
| spongy | flaky   | creamy    | fizzy  | chewy | tender | tough | oily   |

| + + + | It's | very     | hot / cold / spicy… |
| + +   | It’s |          | hot / cold / spicy… |
| +     | It’s | quite    | hot / cold / spicy… |
| -     | It's | not very | hot / cold / spicy… |
| - -   | It's | not      | hot / cold / spicy… |

* Cooking methods
| bake | grill | boil  | roast | fry | deep-fry | steam | drain | remove | pickle  |
| peel | crush | grate | add   | mix | stir     | cut   | serve | flip   | ferment |

** Key phrases 2
It’s made by -ing…
It’s made by steaming vegetables.
It’s made with / from steamed vegetables.

*** Dialogue 2
- C = customer
- W = waiter or waitress
#+begin_quote
- C: /What's onigiri?/
- W: /It's a kind of snack. It's made from rice and fish/.
- C: /I see. Thank you./
#+end_quote

* Cooking Utensils

#+ATTR_LATEX: :environment tabularx :placement float sideways :center t :width \linewidth
| oven          | stove          | frying-pan | saucepan | lid      | handle |
| knife         | fork           | spoon      | tongs    | colander | sieve  |
| cheese-grater | chopping-board | whisk      | blender  |          |        |


** Ingredients

flour water milk cream cheese
sugar
salt
Meat

Vegetables

Fruit

Spices
sauce~


| Customer      | Water /waitress       |
|---------------+-----------------------|
| What's cumin? | It's a kind of spice. |

*** Dialogue 3
- C = customer
- W = waiter or waitress
#+begin_quote
- C: /Excuse me./
- W: Yes, are you ready to order?/.
- C: /What's eda-mame./
- W: They are a type of bean. They are boiled and served with salt.   They are good with...
- C: I see. I'll have one dish of edameme please. What's karaage?
- W: It's deep fried chicken. It's hot. It's crunchy on the outside and soft and tender inside. It's served with mayonaise and salad.
- C: I'll take one dish of karaage please. What's........
#+end_quote


Excuse me. What's this?
Are you ready to order
It's a kind of...
It's like...
It's (adj)
How do you make it?

You should...

* Questions
+ phrases
  + clarifying
  + paraphrasing
  + polite language
    + would you mind...
  + appologising
    + I'm afraid we have sold out of ....
* Test
+ Explain a dish using three or more of the following:
  + It's a kind of...
  + It's like...
  + It's + adjective
  + it's made from...
  + It's made by ....
+ Countable / uncountable nouns
+ How do you make...?
  + verbs and utensils
+ Advice
+ Answering questions apologising and managing a conversation
  + one more time please
  + Do you mean...?
  + So you would like...

** Dishes
okonomiyaki
monjayaki
nikujaga
motsu
yakisoba
yakitory
potato-fuai
salada
tofu
oden
ramen
somen
mugu-cha
o-cha
combu
yakitori
yakiniku
oshinko
natto
goya champoru
* Nokori

#+begin_center
 *Food*
| Write four words for each kind of food.
#+end_center

#+ATTR_HTML: :style width:600px;
|-----------+---+---+---+---|
| vegetable |   |   |   |   |
| fruit     |   |   |   |   |
| meat      |   |   |   |   |
| Bean      |   |   |   |   |
|-----------+---+---+---+---|

#+begin_quote
This is a quote.
#+end_quote


** Heading
This is some text with a specific font: {\fontenc{Arial}Arial font}.

#+BEGIN_CENTER
 *Hoge*
 Fuga
#+END_CENTER


#+ATTR_html: \usepackage{Garamond}
This is some text with a specific font: .

#+ATTR_html: :environment {times}
#+BEGIN_EXAMPLE
  This sentence is false.
#+END_EXAMPLE
