food.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-06-02 Fri 19:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Richard Williams" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org40d63bc">Food</a>
<ul>
<li><a href="#orgd5e97ea">Food</a></li>
<li><a href="#orgfb0f56f">Meals</a></li>
<li><a href="#org0e4ec4a">Video</a></li>
</ul>
</li>
<li><a href="#org68defb9">Key phrases 1</a>
<ul>
<li>
<ul>
<li><a href="#orgffb4b7f">Dialogue 1</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org9851039">Food adjectives</a>
<ul>
<li>
<ul>
<li><a href="#org0827145">Modifiers</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org6f20750">Cooking methods</a>
<ul>
<li><a href="#org2bc0ef9">Key phrases 2</a>
<ul>
<li><a href="#org3cab330">Dialogue 2</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb4bea61">Cooking Utensils</a>
<ul>
<li><a href="#orgf48ba94">Ingredients</a>
<ul>
<li><a href="#org065561c">Dialogue 3</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org45c4e84">Questions</a></li>
<li><a href="#org41eea55">Test</a>
<ul>
<li><a href="#orgb3f7fc2">Dishes</a></li>
</ul>
</li>
<li><a href="#orge9b2b92">Nokori</a>
<ul>
<li><a href="#orgc6ed9e1">Heading</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org40d63bc" class="outline-2">
<h2 id="org40d63bc">Food</h2>
<div class="outline-text-2" id="text-org40d63bc">
</div>
<div id="outline-container-orgd5e97ea" class="outline-3">
<h3 id="orgd5e97ea">Food</h3>
<div class="outline-text-3" id="text-orgd5e97ea">
<div class="org-center">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Fruit</td>
<td class="org-left">apple</td>
<td class="org-left">orange</td>
<td class="org-left">banana</td>
<td class="org-left">pinapple</td>
</tr>

<tr>
<td class="org-left">Meat</td>
<td class="org-left">chicken</td>
<td class="org-left">beef</td>
<td class="org-left">pork</td>
<td class="org-left">lamb</td>
</tr>

<tr>
<td class="org-left">Bean, grains, nuts</td>
<td class="org-left">peas</td>
<td class="org-left">peanuts</td>
<td class="org-left">lentils</td>
<td class="org-left">walnuts</td>
</tr>

<tr>
<td class="org-left">Staple food</td>
<td class="org-left">rice</td>
<td class="org-left">bread</td>
<td class="org-left">pasta</td>
<td class="org-left">potato</td>
</tr>

<tr>
<td class="org-left">Dairy food</td>
<td class="org-left">milk</td>
<td class="org-left">cheese</td>
<td class="org-left">cream</td>
<td class="org-left">yoghurt</td>
</tr>

<tr>
<td class="org-left">Seafood</td>
<td class="org-left">shrimp</td>
<td class="org-left">oyster</td>
<td class="org-left">crab</td>
<td class="org-left">squid</td>
</tr>

<tr>
<td class="org-left">Fish</td>
<td class="org-left">tuna</td>
<td class="org-left">mackerel</td>
<td class="org-left">eel</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Herb</td>
<td class="org-left">parsley</td>
<td class="org-left">oregano</td>
<td class="org-left">coriander</td>
<td class="org-left">thyme</td>
</tr>

<tr>
<td class="org-left">Spice</td>
<td class="org-left">cumin</td>
<td class="org-left">tumuric</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Drink / beverage</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-orgfb0f56f" class="outline-3">
<h3 id="orgfb0f56f">Meals</h3>
<div class="outline-text-3" id="text-orgfb0f56f">
<div class="org-center">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Breakfast</td>
<td class="org-left">Lunch</td>
<td class="org-left">Dinner</td>
<td class="org-left">Supper</td>
<td class="org-left">snack</td>
</tr>

<tr>
<td class="org-left">Main course</td>
<td class="org-left">Starter</td>
<td class="org-left">Dessert</td>
<td class="org-left">Condiment</td>
<td class="org-left">main course</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org0e4ec4a" class="outline-3">
<h3 id="org0e4ec4a">Video</h3>
<div class="outline-text-3" id="text-org0e4ec4a">
<iframe width="560" height="315" src="https://www.youtube.com/embed/r7ybnMne3IY" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>

<iframe width="100%" height="100%" src="https://www.youtube.com/embed/r7ybnMne3IY" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>

<iframe width="100%" height="315" src="https://www.youtube.com/embed/r7ybnMne3IY" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>

<iframe width="60%" height="315" src="https://www.youtube.com/embed/r7ybnMne3IY" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
</div>
</div>
</div>



<div id="outline-container-org68defb9" class="outline-2">
<h2 id="org68defb9">Key phrases 1</h2>
<div class="outline-text-2" id="text-org68defb9">
<ul class="org-ul">
<li>It&rsquo;s a kind of&#x2026;</li>
<li>It&rsquo;s like&#x2026;</li>
<li>It&rsquo;s made of</li>
</ul>
</div>

<div id="outline-container-orgffb4b7f" class="outline-4">
<h4 id="orgffb4b7f">Dialogue 1</h4>
<div class="outline-text-4" id="text-orgffb4b7f">
<ul class="org-ul">
<li><code>C = customer</code></li>
<li><code>W = waiter or waitress</code></li>
</ul>
<blockquote>
<ul class="org-ul">
<li>C: <i>What&rsquo;s onigiri?</i></li>
<li>W: <i>It&rsquo;s a kind of snack. It&rsquo;s made from rice and fish</i>.</li>
<li>C: <i>I see. Thank you.</i></li>
</ul>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org9851039" class="outline-2">
<h2 id="org9851039">Food adjectives</h2>
<div class="outline-text-2" id="text-org9851039">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">fresh</td>
<td class="org-left">healthy</td>
<td class="org-left">unhealthy</td>
<td class="org-left">hot</td>
<td class="org-left">cold</td>
<td class="org-left">spicy</td>
<td class="org-left">mild</td>
<td class="org-left">bitter</td>
</tr>

<tr>
<td class="org-left">mild</td>
<td class="org-left">sweet</td>
<td class="org-left">savoury</td>
<td class="org-left">sticky</td>
<td class="org-left">slimy</td>
<td class="org-left">runny</td>
<td class="org-left">hard</td>
<td class="org-left">soft</td>
</tr>

<tr>
<td class="org-left">spongy</td>
<td class="org-left">flaky</td>
<td class="org-left">creamy</td>
<td class="org-left">fizzy</td>
<td class="org-left">chewy</td>
<td class="org-left">tender</td>
<td class="org-left">tough</td>
<td class="org-left">oily</td>
</tr>
</tbody>
</table>
</div>
<div id="outline-container-org0827145" class="outline-4">
<h4 id="org0827145">Modifiers</h4>
<div class="outline-text-4" id="text-org0827145">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">+ + +</td>
<td class="org-left">It&rsquo;s</td>
<td class="org-left">very</td>
<td class="org-left">hot / cold…</td>
</tr>

<tr>
<td class="org-left">+ +</td>
<td class="org-left">It’s</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">hot / cold…</td>
</tr>

<tr>
<td class="org-left">+</td>
<td class="org-left">It’s</td>
<td class="org-left">quite</td>
<td class="org-left">hot / cold…</td>
</tr>

<tr>
<td class="org-left">-</td>
<td class="org-left">It&rsquo;s</td>
<td class="org-left">not very</td>
<td class="org-left">hot / cold…</td>
</tr>

<tr>
<td class="org-left">- -</td>
<td class="org-left">It&rsquo;s</td>
<td class="org-left">not</td>
<td class="org-left">hot / cold…</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org6f20750" class="outline-2">
<h2 id="org6f20750">Cooking methods</h2>
<div class="outline-text-2" id="text-org6f20750">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">bake</td>
<td class="org-left">grill</td>
<td class="org-left">boil</td>
<td class="org-left">roast</td>
<td class="org-left">fry</td>
<td class="org-left">deep-fry</td>
<td class="org-left">steam</td>
<td class="org-left">drain</td>
<td class="org-left">remove</td>
<td class="org-left">pickle</td>
</tr>

<tr>
<td class="org-left">peel</td>
<td class="org-left">crush</td>
<td class="org-left">grate</td>
<td class="org-left">add</td>
<td class="org-left">mix</td>
<td class="org-left">stir</td>
<td class="org-left">cut</td>
<td class="org-left">serve</td>
<td class="org-left">flip</td>
<td class="org-left">ferment</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-org2bc0ef9" class="outline-3">
<h3 id="org2bc0ef9">Key phrases 2</h3>
<div class="outline-text-3" id="text-org2bc0ef9">
<p>
It’s made by -ing…
It’s made by steaming vegetables.
It’s made with / from steamed vegetables.
</p>
</div>

<div id="outline-container-org3cab330" class="outline-4">
<h4 id="org3cab330">Dialogue 2</h4>
<div class="outline-text-4" id="text-org3cab330">
<ul class="org-ul">
<li>C = customer</li>
<li>W = waiter or waitress</li>
</ul>
<blockquote>
<ul class="org-ul">
<li>C: <i>What&rsquo;s onigiri?</i></li>
<li>W: <i>It&rsquo;s a kind of snack. It&rsquo;s made from rice and fish</i>.</li>
<li>C: <i>I see. Thank you.</i></li>
</ul>
</blockquote>
</div>
</div>
</div>
</div>

<div id="outline-container-orgb4bea61" class="outline-2">
<h2 id="orgb4bea61">Cooking Utensils</h2>
<div class="outline-text-2" id="text-orgb4bea61">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">oven</td>
<td class="org-left">stove</td>
<td class="org-left">frying-pan</td>
<td class="org-left">saucepan</td>
<td class="org-left">lid</td>
<td class="org-left">handle</td>
</tr>

<tr>
<td class="org-left">knife</td>
<td class="org-left">fork</td>
<td class="org-left">spoon</td>
<td class="org-left">tongs</td>
<td class="org-left">colander</td>
<td class="org-left">sieve</td>
</tr>

<tr>
<td class="org-left">cheese-grater</td>
<td class="org-left">chopping-board</td>
<td class="org-left">whisk</td>
<td class="org-left">blender</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-orgf48ba94" class="outline-3">
<h3 id="orgf48ba94">Ingredients</h3>
<div class="outline-text-3" id="text-orgf48ba94">
<p>
flour water milk cream cheese
sugar
salt
Meat
</p>

<p>
Vegetables
</p>

<p>
Fruit
</p>

<p>
Spices
sauce~
</p>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Customer</th>
<th scope="col" class="org-left">Water /waitress</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">What&rsquo;s cumin?</td>
<td class="org-left">It&rsquo;s a kind of spice.</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-org065561c" class="outline-4">
<h4 id="org065561c">Dialogue 3</h4>
<div class="outline-text-4" id="text-org065561c">
<ul class="org-ul">
<li>C = customer</li>
<li>W = waiter or waitress</li>
</ul>
<blockquote>
<ul class="org-ul">
<li>C: <i>Excuse me.</i></li>
<li>W: Yes, are you ready to order?/.</li>
<li>C: <i>What&rsquo;s eda-mame.</i></li>
<li>W: They are a type of bean. They are boiled and served with salt.   They are good with&#x2026;</li>
<li>C: I see. I&rsquo;ll have one dish of edameme please. What&rsquo;s karaage?</li>
<li>W: It&rsquo;s deep fried chicken. It&rsquo;s hot. It&rsquo;s crunchy on the outside and soft and tender inside. It&rsquo;s served with mayonaise and salad.</li>
<li>C: I&rsquo;ll take one dish of karaage please. What&rsquo;s&#x2026;&#x2026;..</li>
</ul>
</blockquote>


<p>
Excuse me. What&rsquo;s this?
Are you ready to order
It&rsquo;s a kind of&#x2026;
It&rsquo;s like&#x2026;
It&rsquo;s (adj)
How do you make it?
</p>

<p>
You should&#x2026;
</p>
</div>
</div>
</div>
</div>

<div id="outline-container-org45c4e84" class="outline-2">
<h2 id="org45c4e84">Questions</h2>
<div class="outline-text-2" id="text-org45c4e84">
<ul class="org-ul">
<li>phrases
<ul class="org-ul">
<li>clarifying</li>
<li>paraphrasing</li>
<li>polite language
<ul class="org-ul">
<li>would you mind&#x2026;</li>
</ul></li>
<li>appologising
<ul class="org-ul">
<li>I&rsquo;m afraid we have sold out of &#x2026;.</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org41eea55" class="outline-2">
<h2 id="org41eea55">Test</h2>
<div class="outline-text-2" id="text-org41eea55">
<ul class="org-ul">
<li>Explain a dish using three or more of the following:
<ul class="org-ul">
<li>It&rsquo;s a kind of&#x2026;</li>
<li>It&rsquo;s like&#x2026;</li>
<li>It&rsquo;s + adjective</li>
<li>it&rsquo;s made from&#x2026;</li>
<li>It&rsquo;s made by &#x2026;.</li>
</ul></li>
<li>Countable / uncountable nouns</li>
<li>How do you make&#x2026;?
<ul class="org-ul">
<li>verbs and utensils</li>
</ul></li>
<li>Advice</li>
<li>Answering questions apologising and managing a conversation
<ul class="org-ul">
<li>one more time please</li>
<li>Do you mean&#x2026;?</li>
<li>So you would like&#x2026;</li>
</ul></li>
</ul>
</div>

<div id="outline-container-orgb3f7fc2" class="outline-3">
<h3 id="orgb3f7fc2">Dishes</h3>
<div class="outline-text-3" id="text-orgb3f7fc2">
<p>
okonomiyaki
monjayaki
nikujaga
motsu
yakisoba
yakitory
potato-fuai
salada
tofu
oden
ramen
somen
mugu-cha
o-cha
combu
yakitori
yakiniku
oshinko
natto
goya champoru
</p>
</div>
</div>
</div>
<div id="outline-container-orge9b2b92" class="outline-2">
<h2 id="orge9b2b92">Nokori</h2>
<div class="outline-text-2" id="text-orge9b2b92">
<div class="org-center">
<p>
<b>Food</b>
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Write four words for each kind of food.</td>
</tr>
</tbody>
</table>
</div>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" style="width:600px;">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">vegetable</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">fruit</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">meat</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Bean</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
This is a quote.
</p>
</blockquote>
</div>


<div id="outline-container-orgc6ed9e1" class="outline-3">
<h3 id="orgc6ed9e1">Heading</h3>
<div class="outline-text-3" id="text-orgc6ed9e1">
<p>
This is some text with a specific font: {\fontenc{Arial}Arial font}.
</p>

<div class="org-center">
<p>
<b>Hoge</b>
Fuga
</p>
</div>


<p>
This is some text with a specific font: .
</p>

<pre class="example" environment="{times}" id="org71b1ea4">
  This sentence is false.
</pre>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Richard Williams</p>
<p class="date">Created: 2023-06-02 Fri 19:05</p>
</div>
</body>
</html>